adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
base
base-devel
bluez
bluez-utils
btop
clang
dunst
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
firefox
flatpak
fzf
ghostty
git
github-cli
grim
gst-plugin-pipewire
htop
hyprland
hyprpaper
intel-media-driver
intel-ucode
iwd
kitty
lazygit
libnotify
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
limine
linux
linux-firmware
lxappearance
mpv
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nwg-look
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
slurp
smartmontools
sof-firmware
starship
stow
swaync
thefuck
thunar
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zoxide
zram-generator
zsh
