btop
clang
dunst
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
firefox
flatpak
fzf
git
github-cli
grim
hyprlock
hyprshot
gst-plugin-pipewire
intel-media-driver
intel-ucode
iwd
jq
kitty
lazygit
mpv
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
papirus-icon-theme
qbittorrent
starship
stow
thefuck
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
vim
waybar
wget
zoxide
zsh
